Repository: dev-xiligroup/twentyfifteen-xili
Catalog: twentyfifteen-xili/langs/*.po
Languages: fr_fr

source: Will copy post_format in the future translated posts
fr_fr: Va recopier le format de l'original pour le futur post à traduire

source: Will copy content in the future translated post
fr_fr: Va recopier le contenu de l'original dans le futur contenu à traduire

source: Will copy translated parent id (if original has parent and translated parent)!
fr_fr: Va recopier le parent id (si l'original a un parent et que ce parent est traduit)!

source: The %1$s child theme requires xili_language version more recent than %2$s installed
fr_fr: Ce thème enfant %1$s requiert xili_language installée dans une version plus récente que %2$s

source: The %s child theme requires xili_language_theme_options class installed and activated
fr_fr: Ce thème enfant %s a besoin impérativement de la classe xili_language_theme_options installée et activée

source: The %s child theme requires xili-language plugin installed and activated
fr_fr: Ce thème enfant %s requiert l'extension xili-language installée et activée

# header image description
source: 2015 by xili
fr_fr: 2015 par xili

# header image description
source: 2015.2 by xili
fr_fr: 2015.2 par xili

source: Reply
fr_fr: Répondre

source: Reply to %s
fr_fr: Répondre à %s

source: Log in to Reply
fr_fr: Se connecter pour répondre

source: Multilingual child theme of Twenty Fifteen by %1$s and %2$s
fr_fr: Thème enfant multilingue Twenty Fifteen par %1$s et %2$s

source: Skip to content
fr_fr: Sautez au contenu

source: Menu and widgets
fr_fr: Menu et widget

source: Other texts section
fr_fr: Autres textes

source: My company
fr_fr: Ma société

source: Your copyright (footer)
fr_fr: Votre copyright (pied de page)

# label
source: Search for:
fr_fr: Rechercher :

# placeholder
source: Search &hellip;
fr_fr: Chercher&hellip;

# submit button
source: Search
fr_fr: Recherche
